aaron-bond.better-comments
abusaidm.html-snippets
adamsimon.folder-structure
afzalsayed96.reacticons
akamud.vscode-javascript-snippet-pack
alefragnani.project-manager
beardedbear.beardedtheme
carlosvq.vscode-new-owl
christian-kohler.path-intellisense
chrisvltn.vs-code-schemas-common-list
codegyan.auto-closing-tags
codezombiech.gitignore
darian-benam.vscode-robots-dot-txt-support
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
dsznajder.es7-react-js-snippets
dzhavat.bracket-pair-toggler
ecmel.vscode-html-css
esbenp.prettier-vscode
fierrof.bg3txt-formatter
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.github-vscode-theme
glenn2223.live-sass
ho-wan.setting-toggle
hoovercj.vscode-settings-cycler
igormuba.structurize
joffreykern.markdown-toc
josetr.cmake-language-support-vscode
junstyle.css-formatter
medzhidov.font-awesome-codes-css
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vsliveshare.vsliveshare
nathanchapman.javascriptsnippets
oorzc.mind-map
pawelborkar.jellyfish
pkief.material-icon-theme
pomdtr.excalidraw-editor
rangav.vscode-thunder-client
rarnoldmobile.todo-txt
redhat.java
richie5um2.vscode-sort-json
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
saoudrizwan.claude-dev
sdras.night-owl
shd101wyy.markdown-preview-enhanced
slevesque.vscode-zipexplorer
thekalinga.bootstrap4-vscode
tomoki1207.pdf
traycer.traycer-vscode
twxs.cmake
tyriar.theme-sapphire
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
xabikos.reactsnippets
xdebug.php-debug
xdebug.php-pack
xshrim.txt-syntax
yzhang.markdown-all-in-one
zhucy.project-tree
zobo.php-intellisense
